Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/owncloud-tm.tmx
Source language: en
Languages: ca_es

source: Mail server closed the connection unexpectedly.
ca_es: El servidor de correu ha tancat la connexió inesperadament.

source: Charset used in search query is not supported on the mail server.
ca_es: El servidor de correu no permet el joc de caràcters usat en el text de cerca.

source: The mail server was unable to parse the contents of the mail message.
ca_es: El servidor de correu no pot analitzar el contingut del correu electrònic.

source: Could not save message on server.
ca_es: No s'ha pogut desar el missatge al servidor.

source: Could not save message data because it is too large.
ca_es: No s'han pogut desar les dades del missatge perquè és massa llarg.

source: The comparison algorithm was not recognized by the server.
ca_es: L'algorisme de comparació no ha estat reconegut pel servidor.

source: The metadata item could not be saved because it is too large.
ca_es: L'element de metadades no s'ha pogut desar perquè és massa llarg.

source: The metadata item could not be saved because the server does not support private annotations.
ca_es: L'element de metadades no s'ha pogut desar perquè el servidor no permet anotacions privades.

source: The metadata item could not be saved because the maximum number of annotations has been exceeded.
ca_es: L'element de metadades no s'ha pogut desar perquè heu excedit el nombre màxim d'anotacions.

source: Remote server is temporarily unavailable.
ca_es: El servidor remot no està disponible temporalment.

source: Authentication failed.
ca_es: Ha fallat l'autenticació.

source: Authentication was successful, but authorization failed.
ca_es: L'autenticació ha estat correcte, però ha fallat l'autorització.

source: Authentication credentials have expired.
ca_es: Les credencials d'autenticació han vençut.

source: Operation failed due to a lack of a secure connection.
ca_es: L'operació ha fallat per manca d'una connexió segura.

source: You do not have adequate permissions to carry out this operation.
ca_es: No teniu els permisos adequats per realitzar aquesta operació.

source: There was a temporary issue when attempting this operation. Please try again later.
ca_es: Hi ha hagut un problema temporal en intentar aquesta operació. Intenteu-ho més tard.

source: The mail server is reporting corrupt data in your mailbox.
ca_es: El servidor de correu informa de dades corruptes en la vostra bústia.

source: The mail server has denied the request.
ca_es: El servidor de correu ha denegat la petició.

source: The operation failed because the quota has been exceeded on the mail server.
ca_es: L'operació ha fallat perquè s'ha excedit la quota en el servidor de correu.

source: The object could not be created because it already exists.
ca_es: L'objecte no s'ha creat perquè ja existeix.

source: The object could not be deleted because it does not exist.
ca_es: L'objecte no s'ha pogut eliminar perquè no existeix.

source: The special-use attribute requested for the mailbox is not supported.
ca_es: No és permet l'atribut especial d'ús que heu sol·licitat per a la bústia.

source: Error converting UTF7-IMAP string.
ca_es: Error en convertir la cadena UTF7-IMAP.

source: List-Help
ca_es: Llista-Ajuda

source: List-Unsubscribe
ca_es: Llista-Cancel·la la subscripció

source: List-Subscribe
ca_es: Llista-Subscriure's

source: List-Owner
ca_es: Llista-Propietari

source: List-Post
ca_es: Llista-Envia

source: List-Archive
ca_es: Llista-Arxiu

source: List-Id
ca_es: Llista-Id

source: Plaintext Version of Message
ca_es: Versió en text pla del missatge

source: HTML Version of Message
ca_es: Versió HTML del missatge

source: Disposition Notification
ca_es: Disposició de notificació

source: The message sent on %s to %s with subject "%s" has been displayed. This is no guarantee that the message has been read or understood.
ca_es: El missatge enviat el %s a %s amb el títol "%s" s'ha mostrat. Això no garanteix que el missatge s'hagi llegit o entès.

source: Afghanistan
ca_es: Afganistan

source: Åland Islands
ca_es: Illes Åland

source: Algeria
ca_es: Algèria

source: American Samoa
ca_es: Samoa americana

source: Antarctica
ca_es: Antàtida

source: Armenia
ca_es: Armènia

source: Australia
ca_es: Austràlia

source: Austria
ca_es: Àustria

source: Bahamas
ca_es: Bahames

source: Belarus
ca_es: Bielorússia

source: Belgium
ca_es: Bèlgica

source: Bolivia
ca_es: Bolívia

source: Bonaire, Sint Eustatius and Saba
ca_es: Bonaire, Sant Estanislau i Saba

source: Bosnia and Herzegovina
ca_es: Bòsnia i Hercegovina

source: Bouvet Island
ca_es: Illa Bouvet

source: Brazil
ca_es: Brasil

source: British Indian Ocean Territory
ca_es: Territori Britànic de l'Oceà Índic

source: Bulgaria
ca_es: Bulgària

source: Cambodia
ca_es: Cambodja

source: Cameroon
ca_es: Camerun

source: Canada
ca_es: Canadà

source: Cape Verde
ca_es: Cap Verd

source: Cayman Islands
ca_es: Illes Caiman

source: Central African Republic
ca_es: República Centreafricana

source: Chad
ca_es: Txad

source: Chile
ca_es: Xile

source: China
ca_es: Xina

source: Christmas Island
ca_es: Illa Christmas

source: Cocos (Keeling) Islands
ca_es: Illes Cocos (Keeling)

source: Colombia
ca_es: Colòmbia

source: Comoros
ca_es: Comores

source: Congo, The Democratic Republic of the
ca_es: República Democràtica del Congo

source: Cook Islands
ca_es: Illes Cook

source: Côte d'Ivoire
ca_es: Costa d'Ivori

source: Croatia
ca_es: Croàcia

source: Cyprus
ca_es: Xipre

source: Czech Republic
ca_es: República Txeca

source: Denmark
ca_es: Dinamarca

source: Dominican Republic
ca_es: República Dominicana

source: Ecuador
ca_es: Equador

source: Egypt
ca_es: Egipte

source: Equatorial Guinea
ca_es: Guinea Equatorial

source: Estonia
ca_es: Estònia

source: Ethiopia
ca_es: Etiòpia

source: Falkland Islands (Malvinas)
ca_es: Illes Falkland (Malvines)

source: Faroe Islands
ca_es: Illes Fèroe

source: Finland
ca_es: Finlàndia

source: France
ca_es: França

source: French Guiana
ca_es: Guaiana Francesa

source: French Polynesia
ca_es: Polinèsia Francesa

source: French Southern Territories
ca_es: Terres Australs Franceses

source: Gambia
ca_es: Gàmbia

source: Georgia
ca_es: Geòrgia

source: Germany
ca_es: Alemanya

source: Greece
ca_es: Grècia

source: Greenland
ca_es: Grenlàndia

source: Grenada
ca_es: Granada

source: Guadeloupe
ca_es: Guadalupe

source: Haiti
ca_es: Haití

source: Heard Island and McDonald Islands
ca_es: Illa Heard i Illes McDonald

source: Holy See (Vatican City State)
ca_es: Ciutat del Vaticà

source: Honduras
ca_es: Hondures

source: Hungary
ca_es: Hongria

source: Iceland
ca_es: Islàndia

source: India
ca_es: Índia

source: Indonesia
ca_es: Indonèsia

source: Iran, Islamic Republic of
ca_es: República Islàmica de l'Iran

source: Ireland
ca_es: Irlanda

source: Isle of Man
ca_es: Illa de Man

source: Italy
ca_es: Itàlia

source: Japan
ca_es: Japó

source: Jordan
ca_es: Jordània

source: Korea, Democratic People's Republic of
ca_es: República Democràtica del Poble de Corea

source: Korea, Republic of
ca_es: República de Corea

source: Kyrgyzstan
ca_es: Kirguizistan

source: Lao People's Democratic Republic
ca_es: República Democràtica del Poble de Laos

source: Latvia
ca_es: Letònia

source: Lebanon
ca_es: Líban

source: Liberia
ca_es: Libèria

source: Libya
ca_es: Líbia

source: Lithuania
ca_es: Lituània

source: Luxembourg
ca_es: Luxemburg

source: Macao
ca_es: Macau

source: Macedonia, The former Yugoslav Republic of
ca_es: República Iugoslava de Macedònia

source: Malaysia
ca_es: Malàisia

source: Marshall Islands
ca_es: Illes Marshall

source: Martinique
ca_es: Martinica

source: Mauritania
ca_es: Mauritània

source: Mauritius
ca_es: Maurici

source: Mexico
ca_es: Mèxic

source: Micronesia, Federated States of
ca_es: Estats Federats de Micronèsia

source: Moldova, Republic of
ca_es: República de Moldàvia

source: Monaco
ca_es: Mònaco

source: Mongolia
ca_es: Mongòlia

source: Morocco
ca_es: Marroc

source: Mozambique
ca_es: Moçambic

source: Namibia
ca_es: Namíbia

source: Netherlands
ca_es: Països Baixos

source: New Caledonia
ca_es: Nova Caledònia

source: New Zealand
ca_es: Nova Zelanda

source: Nicaragua
ca_es: Nicaràgua

source: Niger
ca_es: Níger

source: Nigeria
ca_es: Nigèria

source: Norfolk Island
ca_es: Illa Norfolk

source: Northern Mariana Islands
ca_es: Illes Mariannes Septentrionals

source: Norway
ca_es: Noruega

source: Palestinian Territory, Occupied
ca_es: Territoris Ocupats de Palestina

source: Panama
ca_es: Panamà

source: Papua New Guinea
ca_es: Papua Nova Guinea

source: Paraguay
ca_es: Paraguai

source: Peru
ca_es: Perú

source: Philippines
ca_es: Filipines

source: Poland
ca_es: Polònia

source: Réunion
ca_es: Reunió

source: Russian Federation
ca_es: Federació Russa

source: Saint Helena, Ascension and Tristan da Cunha
ca_es: Santa Helena, Ascensió i Tristan da Cunha

source: Saint Kitts and Nevis
ca_es: Saint Kitts i Nevis

source: Saint Martin (French part)
ca_es: Saint Martin (Part Francesa)

source: Saint Pierre and Miquelon
ca_es: Saint Pierre i Miquelon

source: Saint Vincent and the Grenadines
ca_es: Saint Vincent i les Grenadines

source: Sao Tome and Principe
ca_es: Sao Tome i Principe

source: Saudi Arabia
ca_es: Aràbia Saudita

source: Serbia
ca_es: Sèrbia

source: Singapore
ca_es: Singapur

source: Sint Maarten (Dutch part)
ca_es: Sint Maarten (Part Holandesa)

source: Slovakia
ca_es: Eslovàquia

source: Slovenia
ca_es: Eslovènia

source: Solomon Islands
ca_es: Illes Salomó

source: Somalia
ca_es: Somàlia

source: South Africa
ca_es: Sud Àfrica

source: South Georgia and the South Sandwich Islands
ca_es: Illes Geòrgia del Sud i Sandwich del Sud

source: South Sudan
ca_es: Sudan del sud

source: Spain
ca_es: Espanya

source: Suriname
ca_es: Surinam

source: Svalbard and Jan Mayen
ca_es: Svalbard i Jan Mayen

source: Swaziland
ca_es: Swazilàndia

source: Sweden
ca_es: Suècia

source: Switzerland
ca_es: Suïssa

source: Syrian Arab Republic
ca_es: República Àrab de Síria

source: Taiwan, Province of China
ca_es: Taiwan

source: Tajikistan
ca_es: Tadjikistan

source: Tanzania, United Republic of
ca_es: República Unida de Tanzània

source: Thailand
ca_es: Tailàndia

source: Timor-Leste
ca_es: Timor Oriental

source: Trinidad and Tobago
ca_es: Trinitat i Tobago

source: Tunisia
ca_es: Tuníssia

source: Turkey
ca_es: Turquia

source: Turks and Caicos Islands
ca_es: Illes Turks i Caicos

source: Ukraine
ca_es: Ucraïna

source: United Arab Emirates
ca_es: Emirats Àrabs Units

source: United Kingdom
ca_es: Regne Unit

source: United States
ca_es: Estats Units

source: United States Minor Outlying Islands
ca_es: Illes Perifèriques Menors dels EUA

source: Uruguay
ca_es: Uruguai

source: Venezuela
ca_es: Veneçuela

source: Virgin Islands, British
ca_es: Illes Virgin Britàniques

source: Virgin Islands, U.S.
ca_es: Illes Virgin de Estats Units

source: Wallis and Futuna
ca_es: Wallis i Futuna

source: Western Sahara
ca_es: Sàhara Oriental

source: Yemen
ca_es: Iemen

source: Zambia
ca_es: Zàmbia

source: Asia/Pacific Region
ca_es: Àsia/Regió del Pacífic

source: Europe
ca_es: Europa

source: Anonymous Proxy
ca_es: Servidor intermediari anónim

source: Satellite Provider
ca_es: Proveïdor de satèl·lit

source: Aragonese
ca_es: Aragonès

source: Arabic
ca_es: Àrab

source: Belarusian
ca_es: Bielorús

source: Bulgarian
ca_es: Búlgar

source: Tibetan Standard, Tibetan, Central
ca_es: Tibetà estànda, Tibetà, Central

source: Breton
ca_es: Bretó

source: Bosnian
ca_es: Bòsni

source: Catalan; Valencian
ca_es: Català; Valencià

source: Chechen
ca_es: Txetxè

source: Corsican
ca_es: Corsa

source: Czech
ca_es: Txec

source: Welsh
ca_es: Galès

source: Danish
ca_es: Danès

source: German
ca_es: Alemany

source: Greek, Modern
ca_es: Grec modern

source: English
ca_es: Anglès

source: Spanish; Castilian
ca_es: Espanyol; Castellà

source: Estonian
ca_es: Estonià

source: Basque
ca_es: Basc

source: Persian
ca_es: Persa

source: Finnish
ca_es: Finès

source: Fijian
ca_es: Fijià

source: French
ca_es: Francès

source: Western Frisian
ca_es: Frisó occidental

source: Irish
ca_es: Irlandès

source: Scottish Gaelic; Gaelic
ca_es: Gaèlic Escocès; Gaèlic

source: Galician
ca_es: Gallec

source: Guarani
ca_es: Guaraní

source: Hebrew (modern)
ca_es: Hebreu (modern)

source: Hindi
ca_es: Indi

source: Croatian
ca_es: Croata

source: Haitian; Haitian Creole
ca_es: Haitià; Haitià Creolès

source: Hungarian
ca_es: Húngar

source: Armenian
ca_es: Armeni

source: Indonesian
ca_es: Indonesi

source: Icelandic
ca_es: Islandès

source: Italian
ca_es: Italià

source: Japanese
ca_es: Japonès

source: Georgian
ca_es: Georgià

source: Kongo
ca_es: Congolès

source: Korean
ca_es: Coreà

source: Kurdish
ca_es: Kurd

source: Kirghiz, Kyrgyz
ca_es: Kirguís

source: Latin
ca_es: Llatí

source: Luxembourgish, Letzeburgesch
ca_es: Luxemburguès

source: Lithuanian
ca_es: Lituà

source: Latvian
ca_es: Eslovè

source: Macedonian
ca_es: Macedoni

source: Mongolian
ca_es: Mongol

source: Maltese
ca_es: Maltès

source: Nepali
ca_es: Nepalès

source: Dutch
ca_es: Holandès

source: Norwegian
ca_es: Norueg

source: Occitan
ca_es: Occità

source: Polish
ca_es: Polonès

source: Portuguese
ca_es: Portuguès

source: Romanian, Moldavian, Moldovan
ca_es: Romanès, Moldau

source: Russian
ca_es: Rus

source: Sanskrit
ca_es: Sànscrit

source: Slovak
ca_es: Eslovac

source: Slovene
ca_es: Eslovè

source: Samoan
ca_es: Samoà

source: Somali
ca_es: Somalià

source: Albanian
ca_es: Albanès

source: Serbian
ca_es: Sèrbi

source: Sundanese
ca_es: Sudanès

source: Swedish
ca_es: Suèc

source: Thai
ca_es: Tailandès

source: Turkish
ca_es: Turc

source: Tahitian
ca_es: Taitià

source: Ukrainian
ca_es: Ucranià

source: Vietnamese
ca_es: Vietnamès

source: Chinese
ca_es: Xinès

source: Ascension Island
ca_es: Illa d'Ascensió

source: Netherlands Antilles
ca_es: Antilles Holandeses

source: Aland Islands
ca_es: Illes Aland

source: Congo, Republic of
ca_es: República del Congo

source: Cote d'Ivoire
ca_es: Costa d'Ivori

source: European Union
ca_es: Unió Europea

source: Croatia/Hrvatska
ca_es: Croàcia/Hrvatska

source: Macedonia, The Former Yugoslav Republic of
ca_es: República Iugoslava de Macedònia

source: Pitcairn Island
ca_es: Illa Pitcarn

source: Reunion Island
ca_es: Illa Reunió

source: Soviet Union
ca_es: Unió Soviètica

source: East Timor
ca_es: Timor Oriental

source: Yugoslavia
ca_es: Iugoslàvia

source: Delete message
ca_es: Esborra el missatge

source: Connecting ...
ca_es: Connectant...

source: Connect
ca_es: Connecta

source: Not a email address
ca_es: No és una adreça de correu

source: Server Error
ca_es: Error del servidor

source: New Message
ca_es: Missatge nou

source: Subject
ca_es: Títol

source: Connect your mail account
ca_es: Connecta amb el compte de correu

source: Mail Address
ca_es: Adreça de correu

source: IMAP Password
ca_es: Contrasenya IMAP

source: Reply
ca_es: Respon

source: Music
ca_es: Música

source: songs
ca_es: peces

source: albums
ca_es: àlbums

source: Add to playlist
ca_es: Afegeix a la llista de reproducció

source: Add album to playlist
ca_es: Afegeix l'àlbum a la llista de reproducció

source: Previous
ca_es: Anterior

source: Play
ca_es: Reprodueix

source: Pause
ca_es: Pausa

source: Mute
ca_es: Mut

source: Unmute
ca_es: Activa el so

source: Rescan Collection
ca_es: Explora de nou la col·lecció

source: Ampache address:
ca_es: Adreça Ampache:

source: Artist
ca_es: Artista

source: Album
ca_es: Àlbum

source: Form
ca_es: Formulari

source: Pick a local folder on your computer to sync
ca_es: Escolliu una carpeta local en el vostre equip per sincronitzar-la

source: &Choose...
ca_es: &Escull...

source: &Directory alias name:
ca_es: &Àlies de la carpeta:

source: Select a destination folder
ca_es: Seleccioneu una carpeta de destí

source: Add Folder
ca_es: Afegeix una carpeta

source: Refresh
ca_es: Refresca

source: Folders
ca_es: Carpetes:

source: Account Maintenance
ca_es: Manteniment del compte

source: Edit Ignored Files
ca_es: Edita fitxers ignorats

source: Modify Account
ca_es: Modifica el compte

source: Connected with <server> as <user>
ca_es: Connectat amb <server> com a <user>

source: Remove
ca_es: Elimina

source: Add Folder...
ca_es: Afegeix carpeta...

source: Info...
ca_es: Informació...

source: Storage Usage
ca_es: Ús de l'emmagatzemament

source: Retrieving usage information...
ca_es: Obtenint informació de l'ús...

source: <b>Note:</b> Some folders, including network mounted or shared folders, might have different limits.
ca_es: <b>Nota</b> Algunes carpetes, incloent els fitxers muntats a través de xarxa o compartits, poden tenir límits diferents.

source: Resume
ca_es: Continua

source: Confirm Folder Remove
ca_es: Confirma l'eliminació de la carpeta

source: <p>Do you really want to stop syncing the folder <i>%1</i>?</p><p><b>Note:</b> This will not remove the files from your client.</p>
ca_es: <p>Voleu aturar la sincronització de la carpeta <i>%1</i>?</p><p><b>Nota:</b> Això no eliminarà els fitxers del client.</p>

source: Confirm Folder Reset
ca_es: Confirmeu la reinicialització de la carpeta

source: <p>Do you really want to reset folder <i>%1</i> and rebuild your client database?</p><p><b>Note:</b> This function is designed for maintenance purposes only. No files will be removed, but this can cause significant data traffic and take several minutes or hours to complete, depending on the size of the folder. Only use this option if advised by your administrator.</p>
ca_es: <p>Voleu reiniciar la carpeta <i>%1</i> i reconstruir la base de dades del client?</p><p><b>Nota:</b> Aquesta funció existeix només per tasques de manteniment. Cap fitxer no s'eliminarà, però podria provocar-se un transit de dades significant i podria trigar diversos minuts o hores en completar-se, depenent de la mida de la carpeta. Utilitzeu aquesta opció només si us ho recomana l'administrador.</p>

source: No %1 connection configured.
ca_es: La connexió %1 no està configurada.

source: Sync Running
ca_es: S'està sincronitzant

source: The syncing operation is running.<br/>Do you want to terminate it?
ca_es: S'està sincronitzant.<br/>Voleu parar-la?

source: Connected to <a href="%1">%2</a>.
ca_es: Connectat a <a href="%1">%2</a>.

source: Start
ca_es: Comença

source: Currently
ca_es: Actualment

source: Completely
ca_es: Copletament

source: %1 %2 %3 (%4 of %5)
ca_es: %1 %2 %3 (%4 de %5)

source: Completely finished.
ca_es: Completament acabat.

source: %1 of %2, file %3 of %4
ca_es: %1 de %2, fitxer %3 de %4

source: Currently there is no storage usage information available.
ca_es: Actualment no hi ha informació disponible de l'ús d'emmagatzemament.

source: Success.
ca_es: Èxit.

source: CSync failed to create a lock file.
ca_es: CSync ha fallat en crear un fitxer de bloqueig.

source: CSync failed to load the state db.
ca_es: CSync ha fallat en carregar la db d'estat.

source: CSync failed to write the state db.
ca_es: CSync ha falat en escriure l'estat de la db.

source: <p>The %1 plugin for csync could not be loaded.<br/>Please verify the installation!</p>
ca_es: <p>No s'ha pogut carregar el connector %1 per csync.<br/>Comproveu la instal·lació!</p>

source: The system time on this client is different than the system time on the server. Please use a time synchronization service (NTP) on the server and client machines so that the times remain the same.
ca_es: L'hora del sistema d'aquest client és diferent de l'hora del sistema del servidor. Useu un servei de sincronització de temps (NTP) en el servidor i al client perquè l'hora sigui la mateixa.

source: CSync could not detect the filesystem type.
ca_es: CSync no ha pogut detectar el tipus de fitxers del sistema.

source: CSync got an error while processing internal trees.
ca_es: CSync ha patit un error mentre processava els àrbres interns.

source: CSync failed to reserve memory.
ca_es: CSync ha fallat en reservar memòria.

source: CSync fatal parameter error.
ca_es: Error fatal de paràmetre en CSync.

source: CSync processing step update failed.
ca_es: El pas d'actualització del processat de CSync ha fallat.

source: CSync processing step reconcile failed.
ca_es: El pas de reconciliació del processat de CSync ha fallat.

source: CSync processing step propagate failed.
ca_es: El pas de propagació del processat de CSync ha fallat.

source: <p>The target directory does not exist.</p><p>Please check the sync setup.</p>
ca_es: <p>La carpeta destí no existeix.</p><p>Comproveu la configuració de sincronització</p>

source: A remote file can not be written. Please check the remote access.
ca_es: No es pot escriure el fitxer remot. Reviseu l'acces remot.

source: The local filesystem can not be written. Please check permissions.
ca_es: No es pot escriure al sistema de fitxers local. Reviseu els permisos.

source: CSync failed to connect through a proxy.
ca_es: CSync ha fallat en connectar a través d'un proxy.

source: CSync could not authenticate at the proxy.
ca_es: CSync no s'ha pogut acreditar amb el proxy.

source: CSync failed to lookup proxy or server.
ca_es: CSync ha fallat en cercar el proxy o el servidor.

source: CSync failed to authenticate at the %1 server.
ca_es: L'autenticació de CSync ha fallat al servidor %1.

source: CSync failed due to not handled permission deniend.
ca_es: CSync ha fallat en no implementar el permís denegat.

source: CSync failed to find a specific file.
ca_es: CSync ha fallat en trobar un fitxer específic.

source: CSync tried to create a directory that already exists.
ca_es: CSync ha intentat crear una carpeta que ja existeix.

source: CSync: No space on %1 server available.
ca_es: CSync: No hi ha espai disponible al servidor %1.

source: CSync unspecified error.
ca_es: Error inespecífic de CSync.

source: CSync failed to connect to the network.
ca_es: CSync ha fallat en connectar-se a la xarxa.

source: A network connection timeout happend.
ca_es: S'ha superat el temps d'espera de la connexió a la xarxa.

source: A HTTP transmission error happened.
ca_es: S'ha produït un error en la transmissió HTTP.

source: Aborted by the user
ca_es: Aturat per l'usuari

source: An internal error number %1 happend.
ca_es: S'ha produït l'error intern número %1

source: The configured server for this client is too old
ca_es: El servidor configurat per aquest client és massa antic

source: Please update to the latest server and restart the client.
ca_es: Actualitzeu el servidor a l'última versió i reestabliu el client.

source: Unable to connect to %1
ca_es: No es pot connectar amb %1

source: The provided credentials are not correct
ca_es: Les credencials proporcionades no són correctes

source: Unable to create csync-context
ca_es: No s'ha pogut crear el context-csync

source: Local folder %1 does not exist.
ca_es: El fitxer local %1 no existeix.

source: %1 should be a directory but is not.
ca_es: %1 hauria de ser una carpeta, però no ho és.

source: %1 is not readable.
ca_es: No es pot llegir %1.

source: File %1: %2
ca_es: Fitxer %1: %2

source: File %1
ca_es: Fitxer %1

source: The CSync thread terminated.
ca_es: El fil de CSync ha acabat.

source: This sync would remove all the files in the local sync folder '%1'. If you or your administrator have reset your account on the server, choose "Keep files". If you want your data to be removed, choose "Remove all files".
ca_es: Aquesta sincronització eliminarà tots els fitxers a la carpeta local de sincronització '%1'. Si vós o l'administrador heu reinicialitzat el compte en el servidor, escolliu "Mantenir fitxers". Si voleueliminar les dades, escolliu "Esborra tots els fitxers".
